Repository: edc-it/MEInsight
Catalog: MEL.Web/Resources/SharedResource.*.resx
Languages: es_hn, fr_ml

source: Administrator Type
es_hn: Tipo de administrador
fr_ml: Type d'administrateur

source: ParticipantId
es_hn: Id. Del participante

source: Is Organization Unit?
es_hn: ¿Es la unidad de organización?
fr_ml: Est l'organisation unité?

source: Participant Code
es_hn: Código de participante
fr_ml: Code du participant

source: Partner Code
es_hn: Código de socio
fr_ml: Code partenaire

source: Partner Sector
es_hn: Sector asociado
fr_ml: Secteur partenaire

source: School Code
es_hn: Código escolar
fr_ml: Code d'établissement

source: Partner
es_hn: Compañero
fr_ml: Partenaire

source: Is Cluster Center?
es_hn: Es Cluster Center?
fr_ml: Cluster Center est-il?

source: HeadTeacher
es_hn: Director
fr_ml: Chef enseignant

source: Grade Level
es_hn: Nivel de grado
fr_ml: Niveau scolaire

source: Grades taught?
es_hn: Grados enseñados?
fr_ml: Les notes enseignées?

source: Is Deleted
es_hn: Esta borrado
fr_ml: Est supprimé

source: Created Date
es_hn: Fecha de creación
fr_ml: Date de création

source: Deleted By
es_hn: Eliminado por
fr_ml: Supprimé par

source: Group
es_hn: Grupo
fr_ml: Groupe

source: Program
es_hn: Programa
fr_ml: Programme

source: Group Code
es_hn: El codigo del grupo
fr_ml: Code de groupe

source: Group Enrollment
es_hn: Inscripción grupal
fr_ml: Inscription de groupe

source: Status Date
es_hn: Situación a la fecha
fr_ml: Date de statut

source: Enrollment Status
es_hn: Estado de inscripción
fr_ml: État de l'inscription

source: Evaluation Id
es_hn: ID de evaluación
fr_ml: ID d'évaluation

source: Enrollment
es_hn: Inscripción
fr_ml: Inscription

source: Program Assessment
es_hn: Evaluación del programa
fr_ml: Évaluation du programme

source: Score
es_hn: Puntuación
fr_ml: But

source: Evaluation Status
es_hn: Estado de evaluación
fr_ml: Statut d'évaluation

source: Program Type
es_hn: Tipo de programa
fr_ml: Type de programme

source: Has Assessment?
es_hn: Tiene evaluación?
fr_ml: A l'évaluation?

source: Program Assessment Id
es_hn: ID de evaluación del programa
fr_ml: ID d'évaluation du programme

source: Assessment
es_hn: Evaluación
fr_ml: Évaluation

source: Assessment Type
es_hn: Tipo de evaluación
fr_ml: Type d'évaluation

source: Track Attendance
es_hn: Seguimiento de asistencia
fr_ml: Suivi de piste

source: Maximum Score
es_hn: Puntuación máxima
fr_ml: Score maximum

source: Minimum Score
es_hn: Puntaje mínimo
fr_ml: Score minimum

source: Completion Score
es_hn: Puntuación de finalización
fr_ml: Score d'achèvement

source: Completion Status
es_hn: Estado de finalización
fr_ml: L'état d'achèvement

source: Assessment Type Id
es_hn: ID del tipo de evaluación
fr_ml: Type d'évaluation

source: Assessment Type Code
es_hn: Código de tipo de evaluación
fr_ml: Code du type d'évaluation

source: Unit Id
es_hn: ID de la unidad
fr_ml: Identifiant de l'unité

source: Education Administrator Type Id
es_hn: Id. De tipo de administrador de educación
fr_ml: Identifiant du type d'administrateur d'éducation

source: Education Administrator Type Code
es_hn: Código de tipo de administrador de educación
fr_ml: Code de type d'administrateur de l'éducation

source: Education Administrator Type
es_hn: Tipo de administrador de educación
fr_ml: Type d'administrateur d'éducation

source: Enrollment Status Id
es_hn: ID de estado de inscripción
fr_ml: ID de statut d'inscription

source: Enrollment Status Code
es_hn: Código de estado de inscripción
fr_ml: Code de statut d'inscription

source: Evaluation Status Id
es_hn: ID del estado de evaluación
fr_ml: ID de statut d'évaluation

source: Evaluation Status Code
es_hn: Código de estado de evaluación
fr_ml: Code de statut d'évaluation

source: Grade Level Id
es_hn: ID de nivel de grado
fr_ml: Identifiant de niveau

source: Grade Level Code
es_hn: Código de nivel de grado
fr_ml: Code de niveau

source: Grade Id
es_hn: Id. De grado
fr_ml: Id de grade

source: Location Level
es_hn: Nivel de ubicación
fr_ml: Niveau d'emplacement

source: Participant Type Id
es_hn: Id. De tipo de participante
fr_ml: Identifiant du type de participant

source: Participant Type Code
es_hn: Código de tipo de participante
fr_ml: Code de type de participant

source: Sector Id
es_hn: Id del sector
fr_ml: Identifiant du secteur

source: Sector Code
es_hn: Código de sector
fr_ml: Code de secteur

source: Program Type Id
es_hn: ID del tipo de programa
fr_ml: ID du type de programme

source: Program Type Code
es_hn: Código de tipo de programa
fr_ml: Code de type de programme

source: Administration Type Id
es_hn: ID del tipo de administración
fr_ml: ID de type d'administration

source: Administration Type Code
es_hn: Código de tipo de administración
fr_ml: Code de type d'administration

source: Administration Type
es_hn: Tipo de administración
fr_ml: Type d'administration

source: Type
es_hn: Tipo

source: Subject
es_hn: Tema
fr_ml: Assujettir

source: Set
es_hn: Conjunto
fr_ml: Ensemble

source: Ratio Numerator
es_hn: Numerador de razones
fr_ml: Ratio Numérateur

source: Ratio Denominator
es_hn: Denominador de razón
fr_ml: Dénominateur de rapport

source: Reset password confirmation
es_hn: Restablecer confirmación de contraseña
fr_ml: Réinitialiser la confirmation du mot de passe

source: Your password has been reset. Please
es_hn: Tu contraseña ha sido restablecida. Por favor
fr_ml: Votre mot de passe a été réinitialisé. S'il vous plaît

source: click here to log in
es_hn: Haga clic aquí para ingresar
fr_ml: Cliquez ici pour vous identifier

source: Reset your password
es_hn: Restablecer su contraseña
fr_ml: réinitialisez votre mot de passe

source: Log out
es_hn: Cerrar sesión
fr_ml: Connectez - Out

source: You have successfully logged out of the application
es_hn: Has salido exitosamente de la aplicación
fr_ml: Vous vous êtes déconnecté de l'application avec succès

source: Use your application account to log in
es_hn: Use su cuenta de aplicación para iniciar sesión
fr_ml: Utilisez votre compte d'application pour vous connecter

source: Username
es_hn: Nombre de usuario
fr_ml: Nom d'utilisateur

source: Forgot your password?
es_hn: ¿Olvidaste tu contraseña?
fr_ml: Mot de passe oublié?

source: Enter your email
es_hn: Introduce tu correo electrónico
fr_ml: Entrer votre Email

source: Submit
es_hn: Enviar
fr_ml: Soumettre

source: You do not have access to this resource
es_hn: No tienes acceso a este recurso
fr_ml: Vous n'avez pas accès à cette ressource

source: Profile
es_hn: Perfil
fr_ml: Profil

source: Hello
es_hn: Hola
fr_ml: Bonjour

source: Login
es_hn: Iniciar sesión
fr_ml: S'identifier

source: Logout
es_hn: Cerrar sesión
fr_ml: Connectez - Out

source: Settings
es_hn: Configuraciones
fr_ml: Réglages

source: Users
es_hn: Los usuarios
fr_ml: Utilisateurs

source: New record successfully created
es_hn: Nuevo registro creado con éxito
fr_ml: Nouvel enregistrement créé avec succès

source: RECORD UPDATED
es_hn: REGISTRO ACTUALIZADO
fr_ml: ENREGISTREMENT À JOUR

source: Record successfully updated
es_hn: Registro actualizado con éxito
fr_ml: Enregistrement mis à jour avec succès

source: Record successfully deleted
es_hn: Registro eliminado con éxito
fr_ml: Enregistrement supprimé avec succès

source: A Monitoring and Evaluation
es_hn: Un seguimiento y evaluación
fr_ml: Un suivi et évaluation

source: Alert
es_hn: Alerta
fr_ml: Alerte

source: Are you sure you want to reopen this Group? Reopening will reset Completion status for all enrolled participants. Updating attendance will be allowed.
es_hn: ¿Seguro que quieres reabrir este grupo? La reapertura restablecerá el estado de finalización para todos los participantes inscritos. Se permitirá la asistencia de actualización.
fr_ml: Êtes-vous sûr de vouloir rouvrir ce groupe? La réouverture réinitialisera le statut d'achèvement pour tous les participants inscrits. La mise à jour de la présence sera autorisée.

source: Are you sure?
es_hn: ¿Estás seguro?
fr_ml: Êtes-vous sûr?

source: Back
es_hn: atrás
fr_ml: Retour

source: Change your account settings
es_hn: Cambiar la configuración de su cuenta
fr_ml: Modifier les paramètres de votre compte

source: Change/move Group to a different Organization
es_hn: Cambiar / mover grupo a una organización diferente
fr_ml: Changer / déplacer le groupe dans une autre organisation

source: Close
es_hn: Cerca
fr_ml: Fermer

source: Complete Enrollment
es_hn: Inscripción completa
fr_ml: Inscription complète

source: Create as Organization Unit?
es_hn: ¿Crear como unidad de organización?
fr_ml: Créer comme unité d'organisation?

source: Education Administrator Office
es_hn: Oficina del administrador de educación
fr_ml: Bureau de l'administrateur de l'éducation

source: Education Administrator Position
es_hn: Puesto de administrador de educación
fr_ml: Poste d'administrateur en éducation

source: Education Administrator
es_hn: Administrador de educación
fr_ml: Administrateur de l'éducation

source: Enroll Existing
es_hn: Inscribirse existente
fr_ml: Inscription existante

source: For School Enrollment - set this date to the academic year end date, for Training events - set to end of training
es_hn: Para la inscripción escolar: establezca esta fecha en la fecha de finalización del año académico, para los eventos de capacitación: establezca el final de la capacitación
fr_ml: Pour l'inscription à l'école - définissez cette date sur la date de fin d'année scolaire, pour les événements de formation - définissez la fin de la formation

source: For School Enrollment - set this date to the academic year start date, for Training events - set to start of training
es_hn: Para la inscripción escolar: establezca esta fecha en la fecha de inicio del año académico, para los eventos de capacitación: establezca el inicio de la capacitación
fr_ml: Pour l'inscription à l'école - définissez cette date sur la date de début de l'année scolaire, pour les événements de formation - définissez le début de la formation

source: Formats accepted: .pdf .doc .docx .jpeg .png
es_hn: Formatos aceptados: .pdf .doc .docx .jpeg .png
fr_ml: Formats acceptés: .pdf .doc .docx .jpeg .png

source: Group Attendance
es_hn: Asistencia grupal
fr_ml: Présence en groupe

source: Group Enrollments
es_hn: Inscripciones grupales
fr_ml: Inscriptions de groupe

source: Group Evaluation
es_hn: Evaluación grupal
fr_ml: Évaluation de groupe

source: Group Evaluations
es_hn: Evaluaciones grupales
fr_ml: Évaluations de groupe

source: GroupEnrollment
es_hn: Inscripción grupal
fr_ml: Inscription en groupe

source: GroupEvaluation
es_hn: Evaluación de grupo
fr_ml: Évaluation du groupe

source: Groups
es_hn: Grupos
fr_ml: Groupes

source: List of
es_hn: Lista de
fr_ml: Liste de

source: M&amp;E Admin Option:
es_hn: Opción de administrador de M&E:
fr_ml: Option d'administration S & E:

source: Manage your account
es_hn: Maneja tu cuenta
fr_ml: Gérer votre compte

source: Max file size: 50MB
es_hn: Tamaño máximo de archivo: 50 MB
fr_ml: Taille maximale du fichier: 50 Mo

source: Organization Unit
es_hn: Unidad de organización
fr_ml: Unité d'organisation

source: ProgramAssessment
es_hn: Evaluación del programa
fr_ml: Évaluation du programme

source: Re-open Group
es_hn: Reabrir grupo
fr_ml: Re-ouvrir le groupe

source: Recommended: Year-OrganizationCode-LocationCode-Group-Month-Day
es_hn: Recomendado: Año-Organización Código-Ubicación Código Código-Grupo-Mes-Día
fr_ml: Recommandé: Année-OrganisationCode-EmplacementCode-Groupe-Mois-Jour

source: Ref School Administration Type
es_hn: Tipo de administración de la escuela de referencia
fr_ml: Type d'administration d'école de référence

source: Selected organization
es_hn: Organización seleccionada
fr_ml: Organisation sélectionnée

source: Set to 'Yes' if this organization unit will manage other organizations.
es_hn: Establezca 'Sí' si esta unidad organizativa gestionará otras organizaciones.
fr_ml: Définissez sur 'Oui' si cette unité d'organisation gérera d'autres organisations.

source: Student Disability Type
es_hn: Tipo de discapacidad del estudiante
fr_ml: Type d'invalidité de l'étudiant

source: TLM Distribution Status
es_hn: Estado de distribución de TLM
fr_ml: Statut de distribution TLM

source: Teacher Position
es_hn: Puesto de profesor
fr_ml: Poste d'enseignant

source: The End Date must occur after the Start Date
es_hn: La fecha de finalización debe ser posterior a la fecha de inicio
fr_ml: La date de fin doit être postérieure à la date de début

source: This field is required
es_hn: este campo es requerido
fr_ml: Ce champ est requis

source: Update Evaluations
es_hn: Actualizar evaluaciones
fr_ml: Mettre à jour les évaluations

source: Update Scores
es_hn: Actualizar puntajes
fr_ml: Mettre à jour les scores

source: Upload Group Attendance document
es_hn: Cargar documento de asistencia grupal
fr_ml: Télécharger le document de présence du groupe

source: User
es_hn: Usuario
fr_ml: Utilisateur

source: You will set this group as Completed. Please enter Completion Date:
es_hn: Establecerá este grupo como Completado. Por favor, introduzca la fecha de finalización:
fr_ml: Vous définissez ce groupe comme Terminé. Veuillez entrer la date d'achèvement:

source: collapse
es_hn: colapso
fr_ml: effondrer

source: none selected
es_hn: ninguna seleccionada
fr_ml: aucune sélection

source: years old
es_hn: años
fr_ml: ans

source: Are you sure you want to delete this?
es_hn: ¿Está seguro que quiere eliminar esto?
fr_ml: Voulez-vous vraiment supprimer cet élément ?

source: Open
es_hn: Abierto
fr_ml: Ouvert

source: Access denied
es_hn: Acceso Denegado
fr_ml: Accès refusé

source: Actions
es_hn: Acciones

source: Modified By
es_hn: Actualizado por
fr_ml: Modifié par

source: Student
es_hn: Alumno
fr_ml: Etudiant

source: Surname/Last name
es_hn: Apellidos
fr_ml: Nom/ nom de famille

source: Attendance
es_hn: asistencia
fr_ml: Présence

source: Total Attendance
es_hn: Asistencia cumplida
fr_ml: Totale présence

source: Training Attendance
es_hn: Asistencia de la Formación
fr_ml: Présence de la formation

source: Min Attendance
es_hn: Asistencia mínima
fr_ml: Présence minimale

source: Search
es_hn: Buscar
fr_ml: Recherche

source: Cancel
es_hn: Cancelar
fr_ml: Annuler

source: Quantity Shipped
es_hn: Cantidad enviada
fr_ml: Quantité expédiée

source: Quantity Received
es_hn: Cantidad recibida
fr_ml: Quantité reçue

source: Loading...
es_hn: Cargando…
fr_ml: Chargement...

source: Position
es_hn: Cargo

source: Mobile
es_hn: Celular

source: Closed
es_hn: Cerrado
fr_ml: Fermé

source: Closed By
es_hn: Cerrado por
fr_ml: Fermée par

source: Position Code
es_hn: Código Cargo
fr_ml: Code de poste

source: TLM Material Set Code
es_hn: Código Conjunto de Materiales TLM
fr_ml: Code des matériel TLM

source: Barcode
es_hn: Código de barras
fr_ml: code-barre

source: School Status Code
es_hn: Código de Estado del Centro Educativo
fr_ml: Code de Statut de l'école

source: Organization Code
es_hn: Código de Organización
fr_ml: Code de l’Organisation

source: Tracking Code
es_hn: Código de Rastreo
fr_ml: Code de suivi

source: Student Code
es_hn: Código del Alumno
fr_ml: N° Inscription Scolaire

source: Distribution Status Code
es_hn: Código Estado de Distribución
fr_ml: Code d’état de distribution

source: TLM Group Code
es_hn: Código Grupo TLM
fr_ml: Code groupe TLM

source: TLM Language Code
es_hn: Código Idioma
fr_ml: Code de langue TLM

source: TLM Material Code
es_hn: Código Material TLM
fr_ml: Code matière TLM

source: School Cluster Code
es_hn: Código Red Educativa
fr_ml: Code de groupe scolaire

source: TLM Subject Code
es_hn: Código Tema TLM
fr_ml: Code de sujet TLM

source: Student Type Code
es_hn: Código Tipo de Alumno
fr_ml: Code de Type étudiant

source: Disability Type Code
es_hn: Código Tipo de Discapacidad
fr_ml: Code de Type d'handicap

source: Teacher Type Code
es_hn: Código Tipo de Docente
fr_ml: Code de Type d’enseignant

source: School Type Code
es_hn: Código Tipo de Escuela
fr_ml: Code de Type d’école

source: Specialization Code
es_hn: Código Tipo de Especialización
fr_ml: Code de la spécialisation

source: TLM Material Type Code
es_hn: Código Tipo de Material TLM
fr_ml: Code de Type de matériau de TLM

source: Organization Type Code
es_hn: Código Tipo de Organización
fr_ml: Code de Type d’organisation

source: Partner Type Code
es_hn: Código Tipo de Socio
fr_ml: Code de Type de partenaire

source: Location Type Code
es_hn: Código Tipo de Ubicación
fr_ml: Code de Type de magasin

source: Attendance Unit Code
es_hn: Código Unidad para Asistencia.
fr_ml: Code unité de présence

source: Office Code
es_hn: Código Unidad/Departamento
fr_ml: Code du Bureau

source: School Location Code
es_hn: Código Zona
fr_ml: Code de localisation de l’école

source: Comment
es_hn: Comentario
fr_ml: Commentaire

source: TLM Material Set
es_hn: Conjunto de Materiales TLM
fr_ml: Jeu de matière de TLM

source: Password
es_hn: Contraseña
fr_ml: Mot de passe

source: Email
es_hn: Correo Electrónico

source: Created By
es_hn: Creado por
fr_ml: Créé par

source: Is Tenant?
es_hn: Depende de otra organización?
fr_ml: Est locataire ?

source: Unlock
es_hn: Desbloquear
fr_ml: Déverrouiller

source: Unlock User Account
es_hn: Desbloquear cuenta de usuario
fr_ml: Déverrouiller le compte d’utilisateur

source: Description
es_hn: Descripción

source: TLM Distribution Detail
es_hn: Detalle de la Distribución TLM
fr_ml: Détail de Distribution TLM

source: Details
es_hn: Detalles
fr_ml: Détails

source: Address
es_hn: Dirección
fr_ml: Adresse

source: Distribution Parent
es_hn: Distribución de la que depende
fr_ml: Parent de distribution

source: TLM Distribution
es_hn: Distribución TLM
fr_ml: Distribution de TLM

source: Teacher
es_hn: Docente
fr_ml: Enseignant

source: Teacher/Facilitator
es_hn: Docente o Facilitador
fr_ml: Enseignant/formateur

source: Document
es_hn: Documento

source: Duration
es_hn: Duración
fr_ml: Durée

source: Age
es_hn: Edad

source: Edit
es_hn: Editar
fr_ml: Editer

source: The {0} field is required.
es_hn: El campo {0} es obligatorio.
fr_ml: Le champ {0} est obligatoire.

source: The Attendance field is required
es_hn: El campo: Asistencia, es requerido
fr_ml: Le champ de la présence est obligatoire

source: Delete
es_hn: Eliminar
fr_ml: Supprimer

source: School
es_hn: Escuela
fr_ml: École

source: Specialization
es_hn: Especialización
fr_ml: Spécialisation

source: Student Specialization
es_hn: Especialización del Alumno
fr_ml: Spécialisation Étudiant

source: Status
es_hn: Estado
fr_ml: Statut

source: Distribution Status
es_hn: Estado de Distribución
fr_ml: Statut de distribution

source: School Status
es_hn: Estado del Centro Educativo
fr_ml: Statut de l'école

source: This Code already exists.
es_hn: Este código ya existe.
fr_ml: Ce Code existe déjà.

source: Evaluations
es_hn: Evaluaciones
fr_ml: Évaluations

source: Closed Date
es_hn: Fecha de Cierre
fr_ml: Date de fermeture

source: Shipped Date
es_hn: Fecha de envío
fr_ml: Date d’envoi

source: Evaluation Date
es_hn: Fecha de evaluación
fr_ml: Date de l’évaluation

source: End Date
es_hn: Fecha de finalización
fr_ml: Date de fin

source: Completion Date
es_hn: Fecha de Finalización
fr_ml: Date d’achèvement

source: Start Date
es_hn: Fecha de inicio
fr_ml: Date de début

source: Start/End Date
es_hn: Fecha de Inicio/Fin
fr_ml: Date de début et de fin

source: Enrollment Date
es_hn: Fecha de matrícula
fr_ml: Date d’inscription

source: Birth Date
es_hn: Fecha de Nacimiento
fr_ml: Date de naissance

source: Received Date
es_hn: Fecha de recibimiento
fr_ml: Date de réception

source: Registration Date
es_hn: Fecha de registro
fr_ml: Date d’inscription

source: Incorrect date
es_hn: Fecha incorrecta
fr_ml: Date incorrecte

source: TLM Group
es_hn: Grupo TLM
fr_ml: Groupe TLM

source: Save
es_hn: Guardar
fr_ml: Enregistrer

source: Male
es_hn: Hombres
fr_ml: Masculin

source: Disabled Male
es_hn: Hombres con discapacidad
fr_ml: Homme handicapé

source: Position Id
es_hn: Id Cargo
fr_ml: Identification de position

source: TLM Material Set Id
es_hn: Id Conjunto de Materiales TLM
fr_ml: Id du jeu matière TLM

source: School Status Id
es_hn: Id de Estado del Centro Educativo
fr_ml: Id de Statut de l'école

source: Distribution Status Id
es_hn: Id Estado de Distribución
fr_ml: Id d’état de distribution

source: TLM Group Id
es_hn: Id Grupo TLM
fr_ml: Id du groupe TLM

source: TLM Language Id
es_hn: Id Idioma
fr_ml: Id de langue TLM

source: School Cluster Id
es_hn: Id Red Educativa
fr_ml: Id de groupe scolaire

source: Sex Id
es_hn: Id Sexo
fr_ml: Id de sexe

source: TLM Subject Id
es_hn: Id Tema TLM
fr_ml: Id d’objet TLM

source: Student Type Id
es_hn: Id Tipo de Alumno
fr_ml: Id de Type étudiant

source: Disability Type Id
es_hn: Id Tipo de Discapacidad
fr_ml: Id de Type d'handicap

source: Teacher Type Id
es_hn: Id Tipo de Docente
fr_ml: Id de Type d’enseignant

source: School Type Id
es_hn: Id Tipo de Escuela
fr_ml: Id de Type d’école

source: Specialization Id
es_hn: Id Tipo de Especialización
fr_ml: Id de la spécialisation

source: TLM Material Type Id
es_hn: Id Tipo de Material TLM
fr_ml: Id de Type de matériau de TLM

source: Organization Type Id
es_hn: Id Tipo de Organización
fr_ml: Id de Type d’organisation

source: Partner Type Id
es_hn: Id Tipo de Socio
fr_ml: Id de Type de partenaire

source: Location Type Id
es_hn: Id Tipo de Ubicación

source: Location Id
es_hn: Id Ubicación
fr_ml: Code d’emplacement

source: Attendance Unit Id
es_hn: Id Unidad para Asistencia.
fr_ml: Id d’unité d’assistance

source: Office Id
es_hn: Id Unidad/Departamento

source: School Location Id
es_hn: Id Zona
fr_ml: Code d’emplacement de l’école

source: Language
es_hn: Idioma
fr_ml: Langue

source: TLM Language
es_hn: Idioma TLM
fr_ml: Langue TLM

source: Log in
es_hn: Iniciar sesión
fr_ml: Ouvrir une session

source: Enrollments
es_hn: Inscripciones
fr_ml: Inscription

source: Latitude
es_hn: Latitud

source: List
es_hn: Listado
fr_ml: Liste

source: Longitude
es_hn: Longitud

source: Update Attendance
es_hn: Marcar Asistencia
fr_ml: Mise à jour de fréquentation

source: TLM Material
es_hn: Material TLM
fr_ml: Matériel TLM

source: School Enrollment
es_hn: Matrícula del Centro Educativo
fr_ml: Inscription scolaire

source: Instant Messenger
es_hn: Mensajería instantánea
fr_ml: Messagerie instantanée

source: Female
es_hn: Mujeres
fr_ml: Femme

source: Disabled Female
es_hn: Mujeres con discapacidad
fr_ml: Femmes handicapées

source: You cannot delete this record. You must first delete any related records.
es_hn: No puede borrar este registro, primero debe eliminar cualquier registro relacionado.
fr_ml: Vous ne pouvez pas supprimer ce dossier. Vous devez d’abord supprimer tous les enregistrements associés.

source: You cannot apply the status of
es_hn: No puedes aplicar el estado
fr_ml: Vous ne pouvez pas appliquer le statut de

source: You cannot register more than
es_hn: No se puede registrar mas de
fr_ml: Vous ne pouvez pas enregistrer plus de

source: Name
es_hn: Nombre
fr_ml: Nom

source: Filename
es_hn: Nombre del archivo
fr_ml: Nom de fichier

source: TLM Material Name
es_hn: Nombre del Material TLM
fr_ml: Nom de matière de TLM

source: Period name
es_hn: Nombre del período
fr_ml: Nom de la période

source: New
es_hn: Nuevo
fr_ml: Nouveau

source: M&amp;E options:
es_hn: Opciones de ME&L
fr_ml: Options de S & E :

source: Organization
es_hn: Organización
fr_ml: Organisation

source: Parent Organization
es_hn: Organización de la cual depende
fr_ml: Organisation parente

source: Organization From
es_hn: Organización que Envía
fr_ml: Organisation de

source: Organization To
es_hn: Organización que Recibe
fr_ml: Organisation à

source: Organizations
es_hn: Organizaciones
fr_ml: Organisations

source: Parent/Guardian
es_hn: Padre / Tutor
fr_ml: Nom et prénoms du père, mère ou tuteur

source: Participant
es_hn: Participante

source: Participants
es_hn: Participantes
