Repository: edc-it/MEInsight
Catalog: MEL.Web/Resources/SharedResource.*.resx
Languages: es_hn, fr_ml

source: Distribution Period
es_hn: Período de distribución
fr_ml: Période de répartition

source: School Period
es_hn: Periodo Escolar
fr_ml: Période scolaire

source: Contact
es_hn: Persona de contacto

source: First name
es_hn: Primer nombre
fr_ml: Prénom

source: Received By
es_hn: Recibido por
fr_ml: Reçus par

source: Enrolled Count
es_hn: Recuento de Matrícula
fr_ml: Nombre d’inscrit

source: School Cluster
es_hn: Red educativa
fr_ml: groupe scolaire

source: expand
es_hn: Refrescar
fr_ml: Développez

source: Create New
es_hn: Registrar Nuevo
fr_ml: Créer de nouvelles

source: Create
es_hn: Registrar Nuevo
fr_ml: Créer

source: RECORD CREATED
es_hn: REGISTRO CREADO
fr_ml: ENREGISTREMENT CRÉÉE

source: RECORD DELETED
es_hn: REGISTRO ELIMINADO
fr_ml: ENREGISTREMENT DE SUPPRIMÉ

source: Back to List
es_hn: Regresar a la lista
fr_ml: Retour à la liste

source: Display as Marks?
es_hn: Requiere representar asistencia con marcas de verificación?
fr_ml: Affichage comme marque ?

source: Reset
es_hn: Restablecer
fr_ml: Remise à zéro

source: Reset password
es_hn: Restablecer Contraseña
fr_ml: Réinitialiser mot de passe

source: Middle name
es_hn: Segundo nombre
fr_ml: Deuxième prénom

source: Choose file
es_hn: Seleccionar Archivo
fr_ml: Choisissez fichier

source: Select...
es_hn: Seleccionar…
fr_ml: Sélectionnez...

source: Set to 'Yes' if this organization will manage other organizations.
es_hn: Seleccione 'Sí', si esta organización administrará otras organizaciones
fr_ml: La valeur « Oui » si cet organisme va gérer les autres organisations.

source: Sex
es_hn: Sexo
fr_ml: Sexe

source: Yes
es_hn: Si
fr_ml: Oui

source: Data Management System
es_hn: Sistema de Gestión de Datos
fr_ml: Système de gestion de données

source: Request culture provider:
es_hn: Solicitud de Proveedor de Cultura
fr_ml: Demande les informations de culture :

source: Upload
es_hn: Subir Archivo
fr_ml: Télécharger

source: Phone
es_hn: Teléfono
fr_ml: Téléphone

source: TLM Subject
es_hn: Tema TLM
fr_ml: Sujet TLM

source: COMPLETED
es_hn: Terminado
fr_ml: Terminé

source: Has Disability?
es_hn: Tiene alguna discapacidad?
fr_ml: une personne handicapée

source: School Administration Type
es_hn: Tipo de Administración
fr_ml: Type d’Administration scolaire

source: Student Type
es_hn: Tipo de Alumno
fr_ml: Type de l’étudiant

source: School Type
es_hn: Tipo de Centro Educativo
fr_ml: Type d’école

source: Disability Type
es_hn: Tipo de Discapacidad
fr_ml: Type d'handicap

source: Teacher Type
es_hn: Tipo de Docente
fr_ml: Type de l’enseignant

source: TLM Material Type
es_hn: Tipo de Material TLM
fr_ml: Type de matériau de TLM

source: Organization Type
es_hn: Tipo de Organización
fr_ml: Type d’organisation

source: Participant Type
es_hn: Tipo de participante
fr_ml: Type de participant

source: Partner Type
es_hn: Tipo de Socio
fr_ml: Type de partenaire

source: Location Type
es_hn: Tipo de Ubicación
fr_ml: Type d’emplacement

source: Location
es_hn: Ubicación
fr_ml: Emplacement

source: Parent Location
es_hn: Ubicación de la cual depende
fr_ml: Emplacement du parent

source: School Location
es_hn: Ubicación del Centro Educativo
fr_ml: Emplacement de l’école

source: Attendance unit
es_hn: Unidad para Asistencia.
fr_ml: Unité de présence

source: Office
es_hn: Unidad/Departamento
fr_ml: Bureau

source: Home
es_hn: Inicio
fr_ml: D'accueil

source: An open source monitoring and evaluation data management system for international development projects
es_hn: Un Sistema de Gestión de Datos de Monitoreo y Evaluación de código abierto para Proyectos de Desarrollo Internacional
fr_ml: Un système open source de gestion des données de suivi et d'évaluation pour les projets de développement international

source: Navigate through your organizations, schools, partners, groups / cohorts, and participant enrollment lists
es_hn: Navegue por sus organizaciones, escuelas, socios, grupos / cohortes y listas de inscripción de participantes
fr_ml: Naviguez dans vos organisations, écoles, partenaires, groupes / cohortes et listes d'inscription de participants

source: View all your active Participants, students, teachers, education administrators or other participant types
es_hn: Ver todos sus participantes activos, estudiantes, maestros, administradores de educación u otros tipos de participantes
fr_ml: Affichez tous vos participants actifs, étudiants, enseignants, administrateurs de l’éducation ou autres types de participants

source: Visualize and update your application settings, category lists and option choices
es_hn: Visualice y actualice la configuración de su aplicación, listas de categorías y opciones de opciones
fr_ml: Visualisez et mettez à jour les paramètres de votre application, les listes de catégories et les choix d'options

source: Documentation
es_hn: Documentación

source: Read the user guides and documentation
es_hn: Lea las guías de usuario y la documentación.
fr_ml: Lire les guides de l'utilisateur et la documentation

source: M&amp;E Insight is an open source monitoring and evaluation data management system for international development projects
es_hn: M&E Insight es un sistema de gestión de datos de monitoreo y evaluación de código abierto para proyectos de desarrollo internacional
fr_ml: M & E Insight est un système de gestion de données de suivi et d'évaluation en source ouverte destiné aux projets de développement international.

source: Home Page
es_hn: Página de inicio
fr_ml: Page d'accueil

source: A monitoring and evaluation data management system
es_hn: Un sistema de gestión de datos de seguimiento y evaluación.
fr_ml: Un système de gestion des données de suivi et d'évaluation

source: Visit M&amp;E Insight on GitHub!
es_hn: ¡Visita M&E Insight en GitHub!
fr_ml: Visitez M & E Insight sur GitHub!

source: Remember me?
es_hn: ¿Recuérdame?
fr_ml: Souviens-toi de moi?

source: Sector
fr_ml: Secteur

source: No
fr_ml: Non
